"Setting success" = "l'établissement succès";
"Setting failure" = "l'établissement échec";
"Network request timeout" = "Délai d'attende de requête";
"Prompt" = "Conseils";
"No" = "Non";
"Yes" = "Oui";
"Cancel" = "Annuler";
"Confirm" = "Confirmer";
"Done" = "Fini";
"Save" = "Sauvegarder";
"I got it" = "J'ai compris";
"Device disconnected" = "Dispositif déconnecté";
"Delete" = "Supprimer";
"Edit" = "Modifier";
"Last refresh" = "Dernière mise à jour";
"Pull down to refresh data" = "Dérouler pour rafra?chir";
"Refreshing the data.." = "Actualisation des données";
"Release to refresh data" = "Lacher pour rafra?chir immédiatement";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "Ouvert %@ et synchronisation les données, voir le sommeil de la nuit dernière";
"Please open %@ to synchronize your health data and to check your today's sport" = "Bravo, vous vous êtes bien dépensé aujourd’hui! Ouvrez l’application et suivez vos activités en synchronisant les données de votre GOO Activ";
"Log in" = "Login";
"Sign up" = "Inscription";
"Or" = "ou ";
"Forgot password?" = "oubiler le mot de passe";
"Email or phone number" = "E-mail";
"Password" = "Le mot de passe";
"Enter Security code" = "Entrez le code";
"Security code" = "Envoyer le code de vérification";
"Reset password" = "Réinitialiser mot de passe";
"Network unavailable，please check network" = "Anomalies de réseau, vérifier le réseau";
"Please enter account" = "Entrez votre compte";
"Account format error" = "Compte malformé";
"Please enter password" = "Entrez Le mot de passe";
"Please enter a valid password from 6 to 20" = "Entrez un mot de passe de 6 à 20";
"Login, please later" = "Attendez";
"Login success" = "Login succès";
"Login failed" = "Login échec";
"Registration, please later" = "En train de regirstrer, attendez";
"Sign up failed" = "Enregistrement a échoué";
"Account does not exist" = "Compte n'existe pas";
"Account already exists" = "Compte existe déjà";
"Password error" = "Mot de passe incorrect";
"Enter verification code" = "Entrer le code de vérification";
"Password format error" = "Format de mot de passe est incorrect";
"Send seccuss" = "Un code de vérification a été envoyé";
"Send failed" = "échec de l'envoi d'un code de vérification";
"Validation failed" = "L'authentification le code échoue";
"Please enter 4 valid verify codes" = "Entrez un code de vérification sur 4";
"Verification code is expired, please try again" = "Le code de vérification est expiré, s'il vous pla?t ré-demandez";
"Reset password success" = "Succès de réinitialiser mot de passe";
"Reset password failed" = "Echec de réinitialiser le mot de passe";
"Personal information" = "Informations personnelles";
"Personal data" = "Les données à caractère personnel";
"Set goal" = "Définir des buts";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "Selon vos informations personnelles, nous recommandons que vous marchez tous les jours au moins %@ étape, et de veiller à ce que plus de %@ heures de sommeil pour rester en bonne santé";
"Sport" = "Activité";
"Step" = "pas";
"Steps" = "Pas";
"Sleep" = "Sommeil";
"Adding information，please later" = "Ajout de données, s'il vous pla?t patienter";
"Add user data failed" = "échec d'ajouter un profil utilisateur";
"Dashboard" = "Tableau de bord";
"hours" = "heure";
"Disconnected" = "Déconnecté";
"Click to connect device" = "Connecter le bracelet";
"TODAY" = "Ajourd'hui";
"YESTERDAY" = "Hier";
"2 DAYS AGO" = "Avant hier";
"Heart rate" = "Fréquence cardiaque";
"Blood pressure" = "Pression artérielle";
"No sleep data" = "Il n'y a pas de données";
"No steps data" = "Il n'y a pas de données";
"No HR data" = "Il n'y a pas de données";
"No BP data" = "Il n'y a pas de données";
"Maximum steps:" = "Nombre maximum d'étapes:";
"Latest" = "récemment";
"Health Tips" = "Conseils santé";
"History" = "Histoire";
"Weekly" = "Semaine";
"Monthly" = "Mois";
"Yearly" = "Année";
"Average:" = "Moyenne:";
"Sleep quality:" = "Qualité du sommeil:";
"None" = "Rien";
"bad" = "Mauvais";
"generally" = "général";
"Good" = "Bien";
"Great" = "très bien";
"Perfect" = "Parfait";
"Sleep duration" = "Durée du sommeil";
"Awake times" = "Période éveillée";
"Fell Asleep" = "Période de sommeil";
"Woke up" = "Période éveillée";
"Deep sleep" = "Sommeil Profond";
"Light sleep" = "sommeil léger";
"%@%@ to achieve goal" = "Votre objectif:%@ %@";
"Congratulations, you have completed the goal!" = "Félicitations, vous avez terminé le but!";
"Distance" = "Distance";
"Burned" = "Calories";
"Passive HR" = "Fréquence cardiaque en temps réel";
"Average HR" = "Moyenne HR";
"Time in heart rate zone" = "le statut d'activité par jour";
"Heart rate zone" = "Fréquence cardiaque";
"Rest" = "Repos";
"Move" = "Faible";
"Moderate" = "Moyenne";
"Mass" = "Importante";
"Strenuous" = "Intense";
"Single heart rate test" = "HR test";
"Bluetooth disconnected，test failed" = "Bluetooth déconnecté, essai interrompu";
"testing..." = "essai";
"test complete" = "essai test est terminé";
"high" = "haut";
"low" = "bas";
"Normal" = "normal";
"Please wear properly" = "Porter appropriée";
"Lowest BP" = "la pression artérielle minimale";
"Highest BP" = "la pression artérielle maximale";
"Measured time" = "temps mesuré";
"Blood pressure zone" = "la pression artérielle";
"BP manual test" = "Test BP";
"Start real-time BP measurement" = "Commencez le test de la pression artérielleen en temps réel";
"You haven’t set up your personal BP data， set up now？" = "Vous ne l'avez pas mis en place votre le test de la pression artérielle privée, Est-ce que vous allez réglé??";
"Your BP is %@/%@！Do you want to save data？" = "Votre pression artérielle est mesuré %@/%@, Que ce soit pour enregistrer les données de mesure?";
"Running" = "Activit";
"BEGIN RUNNING" = "Commencer à bouger";
"No running history yet please start one" = "Aucune activité sportive";
"Maps" = "La carte";
"start\nsport" = "Départ";
"Go exercise outside" = "Exercice en plein air maintenant!";
"Indoor GPS signal is poor, app could not accurately track in maps." = "les sports d'intérieur mènent à des enregistrements inexacts, il n'a pas pu obtenir la bonne trajectoire";
"Continue" = "continuer";
"Stop exercises" = "Arrêter le mouvement";
"If back, app will stop tracking movement locus, back?" = "Retours prendront fin vos antécédents, que ce soit pour revenir?";
"Back" = "retour";
"Waiting for loading maps" = "Chargement de la carte, patientez";
"Poor" = "faible";
"Strong" = "fort";
"No movement data records, Stop exercises?" = "Les données de mouvement n'a pas été obtenue, terminez-vous de ce mouvement?";
"Save or note?" = "Sauvegardez-vous les enregistrements pour le mouvement?";
"Pull to pause" = "Arrêter";
"Gps duration" = "La durée";
"Pace" = "rythme";
"Calorie" = "Calories";
"Settings" = "Configuration";
"My device" = "Mes périphériques";
"Device" = "Les périphériques";
"Activity" = "Objectif de pas";
"Sleep goal" = "Objectif de sommeil";
"More" = "Plus";
"About us" = "A propos de nous";
"Alcohol test" = "Détection d'alcool allergique";
"Log out" = "Déconnexion";
"No drink data records, please keep up" = "Aucun enregistrement d'alcool, gardez-le";
"Profile" = "Profil";
"Nickname" = "pseudo";
"Gender" = "sexe";
"male" = "homme";
"female" = "femme";
"Date of birth" = "Date de naissance";
"Weight" = "Poids";
"Height" = "Taille";
"Camera" = "Caméra";
"Albums" = "Galerie de photos";
"Uploaded" = "Mettre à jour réussie";
"Upload failed" = "Mise à jour a échoué";
"Please enter your nickname" = "S'il vous pla?t entrez votre pseudo";
"Drinking time" = " heure deu boire approximative";
"The role of alcohol on the liver" = "La durée d'action de l'alcool sur le foie";
"Drinking level" = "Niveau de Boire";
"alcohol allergic people or not" = "alcool allergiques ou non";
"bit" = "peu";
"moderate" = "modéré";
"A lot of" = "nombreux";
"excess" = "excès";
"No pair no cloud data, pair account？" = "Reliez-vous ce dispositif?";
"Connect device" = "appareils connectés";
"Connected" = "La connexion est réussie";
"Enter the password" = "S'il vous pla?t entrez votre mot de passe";
"Please enter 4 numbers code" = "Entrez le mot de passe à 4 chiffres";
"Have new firmware version, whether to upgrade？" = "une nouvelle version du firmware, que ce soit pour la mise à niveau?";
"Power remain" = "Batterie";
"Notifications" = "Notifications";
"New message" = "Alertes des messages";
"Alarm" = "Configuration d'alarme";
"Long seat" = "Configuration sédentaire";
"Pair account" = "Liaison avec le bracelet";
"Night turn wrist" = "Rotation du poignet la nuit";
"BP mode" = "Mode de test de la pression artérielle";
"Firmware upgrade" = "Actualisation du logiciel";
"Already the latest version" = "déjà la dernière version";
"Did disconnected" = "déconnexion";
"Paired" = "La liaison est réussi";
"Unpaired" = "Dégroupage succès";
"Pair failed" = "La liaison échoue";
"Unpaid failed" = "Dégroupage échouent";
"Pair mobile phone" = "relier le téléphone";
"Phone call" = "téléphone entrant";
"Message" = "SMS";
"Alarm settings" = "Configuration d'alarme";
"Long seat setting" = "Configuration sédentaire";
"Start from" = "Heure de début";
"End at" = "Heure de fin";
"Remind when over" = "Temps avant rappel";
"BP test mode setting" = "Mode test de BP";
"Device BP test mode: %@" = "Mode de test de dispositif de la pression artérielle:%@";
"Blood Normal" = "Commun";
"Blood Personal" = "Privé";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Définissez votre profil pour la pression artérielle afin d’obtenir des données plus précises";
"Changing private mode data will also change the private mode of manual testing and device testing" = "Changer les données du mode privé va modifier celles du GOO Activ et de l’application.";
"Reset device password" = "Réinitialiser mot de passe";
"Enter old password" = "Entrez l’ancien mot de passe";
"Enter new password" = "Entrez un nouveau mot de passe";
"Confirm new password" = "Confirmez le mot de passe";
"Please enter old password" = "Entrez votre ancien mot de passe";
"Old password is incorrect " = "Ancien mot de passe est incorrect";
"Please enter new password" = "Entrez un nouveau mot de passe";
"Please enter 4 valid numbers from 0 to 9 " = "Entrer un caractère valide entre 0 à 9";
"The two password you typed do not match" = "Les mots de passe ne correspondent pas";
"Current version:" = "Version actuelle";
"Update version" = "Version mise à jour";
"Update" = "Lancer la mise à niveau";
"Upload complete" = "La mise à niveau est terminée";
"Setting activity" = "Objectif de pas";
"According to your personal data, we advise you to walk %@steps a day" = "D’après vos données personnelles, nous vous recommandons un objectif de %@ pas par jour.";
"According to your personal data, we advise you to sleep %@hours a day" = "D’après vos données personnelles, nous vous recommandons de dormir %@ heures";
"Download the latest version?" = "téléchargez-vous la dernière version?";
"" = "";
"测试中断" = "test a échoué";
"本次测试无效" = "Le test est invalide";
"私人血压模式设置" = "Réglage du mode privée";
"血压测试模式" = "";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "Si l'appareil a été associé avec votre téléphone, cela ne fonctionne pas, si vous avez besoin de annuler l'association de l'appareil avec le téléphone, s'il vous pla?t ignorer cet appareil dans votre configuration Bluetooth de téléphone, de déterminer si la mise en ?uvre de ce jumelage";
"正在检测，请保持正确姿势" = "Testez, garder une bonne posture";
"时间设置不合理" = "Le temps n'est pas raisonnable";
"分享内容" = "Le contenu de partager";
"分享标题" = "Titre de partager";
"名字" = "Nom";
"信号" = "Singal";
"暂不支持此功能" = "Pas en charge cette fonctionnalité";
"请坚持佩戴" = "Reconnecter";
"请输入4位有效密码" = "Entrez 4 numéros valides";
"分享成功" = "Partagez avec succès";
"分享失败" = "Partager l'échec";

"January" = "Janvier";
"February" = "Février";
"March" = "Mars";
"April" = "Avril";
"May" = "Mai";
"June" = "Juin";
"July" = "Juillet";
"August" = "Août";
"September" = "Septembre";
"October" = "Octobre";
"November" = "Novembre";
"December" = "Décembre";

//安卓翻译后新增
"登录过期，请重新登录" = "Connexion expiré, veuillez reprendre";
"无账号登录>" = "Atterrissage sans numéro de compte>";
"设备防丢" = "Alarme anti-perte";
"初始密码:0000" = "Mot de passe initial:0000";
"佩戴检测" = "Surveillance de l'utilisateur";
"设备端正在使用测试功能" = "Le dispositif est utilisé par la fonction de test";
"高压要比低压大24" = "Systolic pressure minus diastolic pressure greater than 24";

//意见反馈
"意见反馈" = "Support";
"问题和意见" = "Questions et observations";
"请简要描述您的问题和意见" = "Veuillez décrire brièvement les problèmes rencontrés et vos observations.";
"图片(选填,提供问题截图)" = "Capture d’écran (facultatif)";
"联系方式" = "Vos coordonnées";
"邮箱、电话" = "E-Mail、téléphone";
"提交" = "Soumettre";
"提交成功" = "Soumettre Success";
"提交失败" = "Engagez échoué";
"内容不能为空" = "Contenu ne peut être vide";
"到达5张图片上限" = "Jusqu'à 5 images casquette";


//BMI界面
"偏瘦" = "Mince";
"正常" = "Normal";
"偏胖" = "Embonpoint";
"肥胖" = "Obésité";
"极胖" = "Très graisse";
"偏瘦提示" = "Indice IMC est faible, \nAppartiennent à amincir la foule, \nun peu plus loin du corps norme aussi Oh!";
"正常提示" = "Indice IMC est normal, \nParfait indice de corps, de garder Oh!";
"偏胖提示" = "Index Actuellement IMC est élevé, \nUn peu plus loin de la figure standard, il Oh!";
"肥胖提示" = "Indice IMC est actuellement plus élevé, Un \nrisque plus élevé de maladie cardiaque, \nl'hypertension et d'autres maladies,S'il vous \nplaît noter que l'amélioration mode de vie.";
"极胖提示" = "Indice IMC est actuellement très élevé, Crise \ncardiaque Yi, l'hypertension et d'autres \nmaladies, s'il vous plaît prêter attention \nà l'amélioration des habitudes de vie!";

//微信运动
"三方平台" = "Autres plateformes";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "Rejoignez WeRun et partagez vos activités sportives avec vos amis ! (en anglais)";
"绑定" = "contraignant";
"已绑定" = "Bound";
"操作方法" = "\nOperation method";
"1. 请先绑定设备" = "1. Please bind the device first";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Open WeChat, enter the WeRun, click the settings button in the upper right corner of the WeRun home page, find the \"record Fitness data\" column, select \"add data source\", you will search to your purchase of equipment manufacturers the public number, please add this public number as a data source";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Return to the WeRun page, enter the Ranking, at this time will be able to see the device data has been synchronized to the WeRun, if not synchronized, please refresh a few times the Ranking page";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Note: before the device is connected to the WeRun, please ensure that the device is connected to the App.";

//陈弟新增翻译
"拍照" = "photographie";
"%ld 张照片" = "%ld photo";
"没有照片" = "Aucune photo";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "Vous pouvez utiliser iTunes pour photographier \n synchronisation pour iPhone";
"%@访问相机或相册权限受到限制" = "%@ Accédez à la caméra ou de l'album avec des privilèges limités";

//翻译完越南语新增
"下拉可以刷新" = "Rafraîchissement";
"松开立即刷新" = "Mise à jour";
"正在同步数据..." = "Synchronisation des données..";
"同步完成" = "Fin de la synchronisation";

"开关设置" = "Commutateur";
"24小时制" = "Affichage 24h";
"心率自动监测" = "HR Surveillance";
"血压自动监测" = "BP Surveillance";
"单位设置" = "Unité";
"英制" = "Pouce";
"公制" = "Métrique";
"英里" = "Mile";


//血氧和疲劳度翻译
"血氧手动测试" = "SpO2 Test";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "La concentration d'oxygène dans le sang vous cette mesure%ld%%, voulez - vous sauver?";
"正常血氧浓度范围为95%~99%" = "La plage normale est de 95%~99%";
"血氧浓度异常" = "Anormal";
"血氧浓度偏低" = "Très faible";
"血氧浓度低" = "Faible";
"血氧浓度正常" = "Normal";

"疲劳度手动测试" = "Fatigue test";
"适当的关注一下自己的身体状态哦！" = "Attention à leur état de santé appropriées, oh!";
"状态良好" = "en bon état";
"轻度疲劳" = "Légère de fatigue";
"中度疲劳" = "Fatigue modérée";
"重度疲劳" = "Fatigue sévère";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Votre énergique, sans sensation de fatigue.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "Un peu fatigué vous gêne, d'habitude plus écouter de la musique lui - même, comme pour la soulager.";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "Vous avez peut - être la somnolence fatigue, sensation de tête, etc., vous pouvez voir le paysage de la distance ou un moment de repos.";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "Tu ne peux pas me concentrer, en particulier une somnolence, en temps de paix reste plus d'attention et de boire de l'eau, de maintenir la bonne humeur.";
"您本次测得的疲劳度等级为%@,是否保存？" = "Ông Ben lần đo được độ mệt mỏi vì%@, có lưu?";

"升级失败,设备名变为DfuLang,请重新连接并升级。" = "La mise à jour échoue, le nom du dispositif devient DfuLang, à reconnecter et mise à jour.";

//年后新增
"心率报警" = "HR d'alarme";
"心率上限" = "Limite supérieure de la fréquence cardiaque au repos";
"心率下限" = "Minimum HR";
"设置不合理" = "Déraisonnable";

"转腕亮屏" = "La rotation du poignet";

"血压私人模式" = "BP Privé";



//女性项目增加
"最近一次月经" = "Les dernières menstrues ";
"最后一次经期开始日" = "La jour de commencement de la dernière période mensuelle. ";
"最后一次经期是什么时候?" = "Qunand est la  dernière période mensuelle.";
"智能预测" = "Prévoir d'intelligence";
"只记经期" = "N'enregistrez que la période mensuelle.";
"预产期" = "Date prévu de la délivrance";
"预测月经期" = "Prévoir la période mensuelle";
"选择您的状态" = "Choisir votre état.";
"我们为您提供了新的女性周期功能，是否前往设置？" = "Nous vous offrons les fonctions nouvelles du cycle féminin, est ce qu'il s'agit de mettre en place?";
"未来不可操作" = "Ne pas opérer dans la future.";
"跳过" = "Sauter";
"填写您的预产期" = "Remplissez votre période mensuelle.";
"填写宝宝的基本信息" = "Remplissez les informations essentielles du bébé.";
"是否要修改人生状态" = "Modifiez l'état de la vie ou non.";
"是否前往设置女性周期功能？" = "Allez à la mise en place des fonctions du cycle fémine ou non?";
"生理状态" = "État physiologique";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "Si la période mensuelle ne terminait pas   aujourd'hui, choisiriez autre date afin de modifier la date de fin.";
"切换性别为男性将会删除女性相关信息？" = "Si le sexe était modifié en masculin, est-ce que les informations féminines seront supprimées? ";
"排卵日" = "Date d'ovulation";
"排卵期第%ld天" = "No.%ld jour de la période d'ovulation.";
"排卵期" = "Période d'ovulation";
"开启女性功能" = "Mettez en place les fonctions féminines";
"您的经期平均持续天数？" = "La durée de date moyenne de votre période mensuelle.";
"您的经期之间的平均间隔周期天数？" = "Combine de jours moyens du cycle d'intervalle entre votre période mensuelle.";
"离孩子出生还有" = "Il y a X jours avant la naissance de bébé.";
"经期长度" = "La durée du temps de la période mensuelle.";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "Dans la période mensuelle, les maladies gynécologiques, ainsi que l’infertilité peuvent être causés par les actes sexuels.";
"经期开始" = "Commencement de la période mensuelle";
"经期结束" = "Fin de la période mensuelle";
"经期" = "Période mensuelle";
"间隔长度" = "Durée d’intervalle";
"回到今天" = "Retour à aujourd'hui";
"怀孕期" = "Période de grossesse";
"怀孕概率" = "Probabilité de grossesse";
"怀孕第%ld周" = "No. %ld semaine de grossesse";
"过去不可操作" = "Inopérable pour les précédents";
"当前月经期第%ld天" = "No.%ld jour de la période mensuelle à présent";
"出生日期" = "Date de naissance";
"备孕期" = "Période de la préparation enceinte ";
"宝妈期" = "Période de la mère conservative ";
"安全期" = "Période de sécurité.";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "Si vous ne connaissez pas votre date prévue de la délivrance, nous pouvons vous calculer selon votre dernière période mensuelle. ";
"当前经期" = "Période mensuelle à présent ";
"预测经期" = "Période mensuelle prévue";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "Période mensuelle prévue";
"天" = "jour";
"忽略" = "Négligez";
"前往" = "Allez";
"经期设置" = "Réglage de la période mensuelle";
"备孕期设置" = "Réglage de la période de préparation enceinte";
"孕期设置" = "Réglage de la période de grossesse";
"辣妈设置" = "Réglage du modèle de mère moderne";
"经期选择" = "Choisissez la période mensuelle";
"经期一定不能大于今天" = "La période mensuelle ne doit pas être supérieure à aujourd'hui.";
"预产期一定要大于今天" = "La date prévue de la délivrance doit être supérieure à aujourd'hui.";
"请选择经期开始日" = "Sélectionnez la date de commencement de la période mensuelle.";
"距离下一个月经还有%s天" = "Il y a %s jours avant les prochaines menstrues.";
"距离下一个月经" = "Avant les prochaines menstrues";
"没有女性数据" = "Aucunes données féminines";
"手环通知" = "Notification de bracelet";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "";
"未授权" = "未翻译";
//2.5.0之后新增
"亮度调节" = "Le réglage de la luminosité";
"自动调节" = "De réglage automatique";
"设置亮度指数" = "Ensemble d'indice de luminosité";

//动态血压校准新增
"动态校准" = "étalonnage dynamique";
"动态校准中…" = "étalonnage dynamique...";
"请保持手臂静止横放" = "Veuillez rester les bras immobile.";
"动态校准完成" = "L'achèvement de l'étalonnage";
"请调整姿势后重新测试" = "Veuillez régler après un nouveau test de posture";
"动态校准失败" = "L'échec d'étalonnage";
"重试" = "Réessayer";
"正在读取数据…" = "La lecture de données...";
//信息提醒
"其他应用" = "Autres";

//新增开关翻译
"此功能需要设备与App保持连接" = "Cette fonction doit maintenir une connexion avec l'équipement";
"运动过量提醒" = "Rappel de l'exercice excessif";
"语音播报" = "diffusion vocale";
"查找手机" = "Trouver téléphone";
"秒表功能" = "chronomètre";

//倒计时翻译
"倒计时" = "Compte à rebours";
"开始倒计时" = "Commencer";
"倒计时时长" = "Durée du compte à rebours";
"设备正在倒计时" = "nous comptons vers le bas";
"关闭,设备端将无法单独使用此功能" = "le dispositif côté ne sera pas en mesure d'utiliser cette fonction tout seul";
"单次时长" = "simple à long";
"常用时长" = "Commun à long";
"界面显示" = "affichage de l'interface";
"请设置时长" = "Longue série";
"倒计时备注" = "";
//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "lun";
"周二" = "mar";
"周三" = "mer";
"周四" = "jeu";
"周五" = "ven";
"周六" = "sam";
"周日" = "dim";
"不重复" = "ne pas répéter";
"每天" = "Tous les jours";
"重复提醒" = "Répétition";
"单次提醒" = "Une fois rappelé";
"没有设置闹钟" = "Il n'y a pas de l'alarme";
"添加成功" = "Ajouter avec succès";
"添加失败" = "Ajouter Échec";
"删除成功" = "supprimé avec succès";
"删除失败" = "échec de la suppression";
"添加闹钟" = "Ajouter alarme";
"编辑闹钟" = "Modifier alarme";
"删除闹钟" = "Supprimer l'alarme";
"日期选择" = "Sélectionnez date";
"重复" = "Répéter";
"闹钟标签" = "étiquette d'alarme";
"提醒日期" = "date de rappel";
"已达上限" = "limite atteinte";

//新增肤色的翻译
"肤色设置" = "paramètres de couleur";
"请选择一个接近自己肤色的颜色" = "S'il vous plaît choisir un près de leur couleur de peau";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "Afin de permettre le bracelet de mieux surveiller votre état de santé, choisissez une couleur proche de votre peau";
"肤色选择" = "sélection de la couleur";
"肤色" = "couleur de la peau";

//4.2.0之后新增
"血氧" = "Oxygène du sang";
"没有血氧数据" = "Aucunes données d’oxygène du sang";
"分析数据" = "Analyse des données";
"分析报告" = "Rapport d'analyse";
"呼吸暂停" = "Apnée";
"心脏负荷" = "Charge cardiaque";
"睡眠活动" = "Activité du sommeil";
"脉率变异性" = "Variabilité de la fréquence de pouls";
"呼吸率" = "Taux de respiration";
"低氧时间" = "Tempe d’hypoxie";
"轻度" = "Léger ";
"异常" = "Anormal";
"安静" = "Calme";
"多动" = "Hyperactivité";
"躁动" = "Agité";
"偏低" = "Plus basse";
"偏高" = "Plus haut";
"实时血氧" = "Oxygène du sang en temps réel";
"呼吸暂停综合征" = "Syndrome d'apnées";
"呼吸暂停参考" = "Référence d’apnées";
"呼吸暂停常识" = "Connaissances générales d’apnées";
"名称" = "Nom ";
"频现时间" = "Temps fréquents";
"次数" = "Fois ";
"参考值" = "Valeur de référence";
"最高(最低)" = "Maximal(minimum)";
"血氧浓度" = "Concentration d'oxygène du sang";
"睡眠活动幅度" = "Étendue de l’activité du sommeil";
"次/分" = "Fois/min";
"秒/分" = "Seconde/minute";
"呼吸暂停常识tip" = "Pendant le sommeil de la nuit, vous avez le ronflement et le ronflement est irrégulier, le rythme de la respiration et du sommeil est trouble, l'apnée et le phénomène que vous réveillez du sommeil apparaissent à plusieurs fois, ou le patient a l'étouffement conscient, l’augmentation de l’urine nocturne, mal de tête matin, la soif, et la capacité de réaction et de jugement pendant la journée abaissé, l’attention ne concentre pas et vous avez la somnolence, etc., si vous avez ces symptôme à long terme, ils peuvent causer l’arythmie diverse, l’hypertension artérielle pulmonaire, la maladie du pneumocoque et l’hypertension, etc. facilement. La présentation initiale des symptômes est plus léger et ne sont pas facile à apercevoir.\nLéger: L’apnée et l’hypoventilation se déclarent 10-20 fois de tous les 7 heures chaque nuit, l’oxygène du sang est de 85% à 89%.\nModéré: L’apnée et l’hypoventilation se déclarent 20-30 fois de tous les 7 heures chaque nuit, l’oxygène du sang est de 80% à 84%.\nSévère: L’apnée et l’hypoventilation se déclarent plus de 30 fois de tous les 7 heures chaque nuit, l’oxygène du sang est inférieur à 80%.\n\nSi les conditions ci-dessus présentent, nous recommandons les mesures suivantes:\n1. En plus de l'oxygène directement absorbé à l'extérieur, l’alimentation d’oxygène externe aussi comprend divers exercices aérobies, par exemple, la promenade, le jogging, la respiration profonde ou on peut améliorer l'environnement d'oxygène, etc.\n2. Vous abstenez de vin et de tabac, faites attention aux hypnotiques calmant et d'autres médicaments qui peuvent causer ou aggraver les maladies;\n3. Couchez sur le côté et élevez la tête du lit adéquatement;\n4. Évitez d’être excessivement fatigué pendant la journée;\n5. S’il est nécessaire, il faut consulter le médecin et améliorer par les médicaments.\n\nLa mode de vie sain et le diagnostic précoce correct sont les clés pour prévenir et réduire l'apparition de l'apnée du sommeil.";
"没有数据" = "aucune donnée";
"最低" = "Minimum";
"血氧过低通知" = "Notification de trop bas niveau de l’oxygène du sang";
"血氧夜间监测" = "Surveillance dans la nuit du niveau de l’oxygène du sang";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "Par le test de refoulement, vous pouvez détecter votre propre capacité vitale des poumons, au cours de refoulement, plus la valeur mesurée est basse, plus la capacité vitale des poumons est bonne.";

"GPS运动" = "Sport GPS";
"手环运动" = "Sport Bracelet";
"本月GPS运动总里程" = "Distance totale du Sport GPS du présent mois";
"本月手环运功消耗总热量" = "Calorie totale consommée par le Sport Bracelet du présent mois";
"历史记录" = "Enregistrement historique";
"运动模式已经开启" = "Le mode de sport a été démarré";
"运动模式开启失败" = "Le démarrage du mode de sport est échoué";
"运动模式已经关闭" = "Le mode de sport a été mis en fin";
"运动模式关闭失败" = "La mise en fin du mode de sport est échouée";
"手环已经开启运动模式,是否退出本次运动?" = "Le mode de sport du bracelet a été démarré, vous voulez quitter le présent sport ?";
"数据详情" = "Détails des données";
"详情" = "Détails ";
"有氧运动时长" = "Sport aérobique";
"暂停时长" = "Durée de pause";
"暂停次数" = "Nombre de fois de pause";
"%@日上午" = "Matin, le %@";
"%@日下午" = "Après-midi, le %@";
"%@月" = "Mois de %@ ";
"%@年%@月" = "Mois de %@ %@";
"时间(分钟)" = "Temps (min)";
"运动量" = "Quantité de sport ";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "Temps";
"平均值" = "vouloir dire";
"累加值" = "valeur accumulée";
"最大值" = "maximum";
"最小值" = "minimum";
"次" = "Fois";
"平均速度" = "Vitesse";
"时长" = "La durée";
"是否确认开启手环运动模式?" = "Mode de bracelet de sport?";
"分" = "min";
"清除数据" = "Effacer les données";
"此操作会清除手环所有数据并关机,是否继续?" = "Cela effacera toutes les données du bracelet et éteint. Voulez-vous continuer?";
"屏幕样式设置" = "Style d'écran";
"默认风格" = "Style par défaut";
"样式" = "Style";
"是否保存本次运动?" = "Faites-vous cet exercice?";
"不再提醒" = "Je n'ai plus rappelé";
"是否确认结束本次运动?" = "Avez-vous confirmé la fin de cette campagne?";
"蓝牙未打开" = "Bluetooth n'est pas ouvert";

"名词解释" = "Interprétations des noms";
"典型病症" = "Symptôme d’exemple";
"治疗方法" = "Méthodes de traitement ";
"睡眠呼吸暂停综合症" = "Syndrome d'apnées du sommeil";
"OSAHS_解释" = "Soit, il y a des apnées de 30 fois et plus au cours de 7 heures de sommeil continu ou le nombre moyen d'hypopnées par heure est plus de 5 fois, ce qui cause la diminution de l’oxygène du sang qui entraîne les syndromes cliniques de l’hypoxémie chronique et l’hypercapnie.";
"OSAHS_白天症状" = "Manifestations cliniques de jour: \n1.Somnolence.\n\n2.Vertige et fatigue.\n\n3.Anomalie de l'état d’esprit, les maux de tête, l’agité, facilité de l’excitation, l’anxiété etc.\n\n4.Dégénération de la fonction sexuelle etc.";
"OSAHS_夜间症状" = "Manifestations cliniques de nuit: \n1.Ronfler: le ronflement n’est pas régulière, le ronflement - l’arrêt d'air – l’haleine – le ronflement, tous sont en alternance.\n\n2.Apnée: elle est terminée avec l’haleine, le réveil suffocant ou le ronflement sonore.\n\n3.Réveil suffocant: il est souvent accompagné de se tourner, dérouiller involontairement des membres ou même avoir les convulsions ou soudainement s'asseoir, et aussi de surgir la palpitation, l’oppression thoracique ou l’inconfort précordial.\n\n4.Hyperactivité et inquiétude: dans la nuit, il est fréquent de se retourner et tourner.\n\n5.Transpirations excessive et augmentation d’énurésie nocturne.\n\n6.Comportement du sommeil est anormal: il y a l’appréhension, les cris d’épouvante, les paroles dites en rêvant, le somnambulisme, l’acousmie etc.\n\nEn outre, l’obésité corporelle, l'hypertrophie de cornet, le ronflement etc. sont également susceptibles de causer le syndrome d'apnée.";
"OSAHS_主要治疗方法" = "À part de prendre des remèdes selon l’avis du médecin et subir d’opérations, on peut traiter ou soulager les états de la maladie selon les moyens suivants: \n1.Contrôler le pois du corps.\n\n2.S’arrêter de fumer et limiter de prendre l’alcool.\n\n3.Faire du sport modérément.\n\n4.Se coucher sur le côté.";
"OSAHS_其他治疗方法" = "Opérations, remèdes, ainsi que les traitements de ventilation: \n1.Les zones anormales de l’appareil respiratoire supérieur sont réparées par les opérations. \n\n2.Traitements de remède.\n\n3.Absorption d’oxygène à bas débit de nuit.\n\n4.Absorption le bioxyde de carbone de 2%-3%.\n\n5.Ventilation nasale à pression positive continue\n\n6.Stimulation du diaphragme externe.\n\n7.Ventilation mécanique.";
"OSAHS_治疗建议" = "La mode de vie sain et le diagnostic précoce correct sont les clés pour prévenir et réduire l'apparition de l'apnée du sommeil. Les soins cliniques démontrent que les maladies cardiovasculaires et d'autres maladies peuvent s’améliorer graduellement à mesure que le syndrome d'apnées du sommeil s’améliore. Le temps de traitement est plus long, les symptômes sont de plus en plus meilleurs.";
"呼吸暂停_解释" = "L’apnée est que le flux d'air du nez et de la bouche est complètement arrêté égale à 10 secondes ou plus de 10 secondes.";
"呼吸暂停_症状" = "1.Le ronflement n’est pas régulier, mais a les hautes et basses modifications, ainsi que le ronflement – l’arrêt d'air – l’haleine – le ronflement, tous sont en alternance le plus souvent, en général, le flux d’air est arrêté 20-30 secondes, il y a très peu qui sont plus de 2 minutes, à ce moment le patient peut surgir la dyshématose évidente (les lèvres ou les ongles sont violets).Les fréquences de se retourner et tourner pendent la nuit souvent baisser la qualité de sommeil, ce qui entraîne la somnolence, le vertige et la fatigue.";
"呼吸暂停_治疗方法" = "Pour les patients qui contactent les apnées du sommeil et ont les ronflements pendant le sommeil, à part de prendre des remèdes selon l’avis du médecin et subir d’opérations et des traitements de ventilation, on peut traiter ou soulager les états de la maladie selon les moyens suivants: \n1.Contrôler le pois du corps. À cause de l’accumulation de graisse, au cours de respiration, la pression abdominale de l’obèse augmente, ainsi que la fonction pulmonaire diminue, ce qui cause l’hypoxie. \n\n2.S’arrêter de fumer et limiter de prendre l’alcool. Fumer et boire peuvent causer l’anomalie métabolique de lipidémie, le durcissement des artères, l’augmentation de l'obstruction de l’appareil respiratoire supérieur.\n\n3.Faire du sport modérément. Les exercices modérés peuvent améliorer la situation de la fourniture du sang cardiovasculaire et cérébro vasculaire, la fonction de ventilation, ainsi que renforcer la force de résistance corporelle et diminuer le taux de morbidité des maladies rhino-pharyngé.\n\n4.Se coucher sur le côté. Les patients peuvent se coucher sur le côté convenablement afin de laisser le tractus respiratoire sans entraves.";
"血氧浓度_解释" = "L’oxygène du sang est le pourcentage que la contenance de l’oxyhémoglobine liée à l’oxygène dans le sang représente la capacité d’hémoglobine liée à tout, soit la concentration de l’oxygène dans le sang.";
"血氧浓度_症状" = "1.Maladies cardiovasculaire et cérébro vasculaire (maladies coronariennes, hypertension, hyperlipémie etc.).\n\n2.Maladies du système respiratoire (asthme, trachéite, maladie cardiaque pulmonaire etc.).";
"血氧浓度_治疗方法" = "1.Parce que le patient avec moins d'oxygène du sang contacte des maladies, en plus de traiter les maladies primaires avec coopération active, il faut toujours bien préparer l’équipement qui peut mesurer les oxygènes du sang et l’absorption des oxygènes, un fois que la détection de l’oxygène du sang est plus faible, il peut remplir les oxygènes rapidement.\n\n2.En plus de l’absorption d'oxygène directe, il aussi comprend divers exercices aérobies, par exemple, la promenade, le jogging, la respiration profonde ou on peut améliorer l'environnement d'oxygène, etc., afin de soulager les maladies.";
"呼吸率_解释" = "La terminologie médicale du nombre de respiration par minute est qu’un des hauts et des bas de la poitrine est un souffle, c'est-à-dire une inspiration et une expiration.";
"呼吸率_症状" = "1.Le souffle est plus lent: le rythme de souffle est régulier mais la fréquence est inférieure à 10 fois par minute, il apparaît souvent à la fin de la vie ou avant l’apnée. Lors des maladies nerveuses et métaboliques ou de la prise excessive des médicaments, le souffle aussi peut être très lent à cause de réprimer le centre respiration.\n\n2.Tachypnée: La respiration est très rapide et le patient sent la détresse respiratoire.";
"呼吸率_治疗方法" = "Les mesures de secours visant aux essoufflements à la maison sont comme ci-dessous \n1.le patient doit rester calme et s’éviter l’humeur nerveuse afin d'éviter rendre plus sérieux de l’essoufflement.\n\n2.Prendre la position semi-clinostatique ou la position assise afin de diminuer la fatigue et la consommation de l’oxygène.\n\n3.Rester l’air frais à la maison et la ventilation fluide.\n\n4.Prendre le repas léger, et encourager le patient à prendre beaucoup de légumes et fruits afin d’ajouter la quantité d’eau in vivo. \n\n5.Prendre les remèdes fluidifiant et antispasmodique convenablement, par exemple: Bromhexine, Aminophylline etc. afin de rester les voies respiratoires sans entraves.\n\n6.Quand les maladies sont graves, il faut l’envoyer à l’hôpital proche et le sauve en temps opportun.";
"低氧时间_解释" = "La durée continue de l’état de la carence physiologique en oxygène ou la carence de la demande d’oxygène tissulaire.";
"低氧时间_症状" = "1.Vertige et fatigue.\n\n2.Sentir l’essoufflement.";
"低氧时间_治疗方法" = "1.En plus de l'oxygène directement absorbé à l'extérieur, l’alimentation d’oxygène externe aussi comprend divers exercices aérobies, par exemple, la promenade, le jogging, la respiration profonde ou on peut améliorer l'environnement d'oxygène etc.\n\n2.S’il est nécessaire, il faut consulter le médecin et améliorer par les médicaments.";
"心脏负荷_解释" = "Le coeur de la charge de l'indice de perfusion, reflète les pulsations du flux sanguin.";
"心脏负荷_症状" = "1.La valeur pi est assez grande. \n\n2.La fréquence cardiaque et la tension artérielle sont plus hautes.\n\n3. La respiration est plus rapide et le patient toujours sent fatigué.";
"心脏负荷_治疗方法" = "1.Le patient doit se reposer suffisamment, ne pas être excessivement fatigue et veiller tard.\n\n2.Rester calme et éviter la nervosité.\n\n3. Prendre peu de nourritures grasses.";
"脉率变异性_解释" = "La situation de variation de la différence du cycle de battements du cœur successif, soit la variation de la différence d’intervalle RR. Il peut réfléchir les états cardiovasculaires et mentaux récents.";
"脉率变异性_症状" = "1.La variabilité de taux de pulsation n’est pas active, elle maintient au niveau bas.\n\n2.Il y a souvent le vertige, la céphalalgie, la palpitation et d’autres maladies.";
"脉率变异性_治疗方法" = "1.Garder bonne habitude et coutumes et avoir assez de repos.\n\n2.Rester bonne l’humeur, faire plus d’aérobics et prendre peu de sels et huiles dans la nourriture.\n\n3.Si la valeur était plus basse à long terme et la gamme de variation n’est pas grande, il serait le pronostic d'une maladie cardiovasculaire. Si vous sentiez mal, il est recommandé de consulter un traitement médical en temps opportun.";
"睡眠活动幅度_解释" = "La portée d’activité du sommeil est le mouvement physique inconscient lors du sommeil. ";
"睡眠活动幅度_症状" = "1.Dans la nuit, il est fréquent de se retourner et tourner, ainsi que l’hyperhidrose.";
"睡眠活动幅度_治疗方法" = "1.Garder les nourritures, avant d’aller au lit, vous pouvez boire une boisson, par exemple: lait ou brouet de millet. \n\n2.Prendre des préparations avant d’aller au lit, comme tremper les pieds à l’eau chaude et masser le point Yongquan dans le centre de pied etc.\n\n3.Si vous vous couchez sur le côté, il peut réduire efficacement l'activité physique.\n\n4. L’amélioration de l'environnement du sommeil (humidité intérieure, température) a également d’aides.";
"唤醒机制" = "Système de Réveiller ";
"唤醒机制_原理" = "Si l’appareil détecte que votre valeur d’oxygène du sang est plus basse continue qui peut avoir un effet sur votre santé, il aura des notifications d’alarme.";
"分析结果" = "Résultat d’analyse";
"主要指标" = "Indices principaux";
"干预手段" = "Moyen d’intervention";
"仅供参考" = "Il est pour votre référence seulement.";
"更多" = "Plus ";
"收起" = "Reprise";
"低氧唤醒" = "Réveil à l’oxygène bas";
"睡眠呼吸暂停综合症常识" = "Connaissances usuelles sur le syndrome d'apnées du sommeil";
"OSAHS_Q1" = "1. Question: Quel est le syndrome d’apnées du sommeil ?";
"OSAHS_Q2" = "2. Question : Nuira-t-il, le syndrome d’apnées du sommeil beaucoup?";
"OSAHS_Q3" = "3. Question: Quelles sont les causes de cette maladie ?";
"OSAHS_Q4" = "4. Question : Comment je sais si je subis le syndrome d’apnées du sommeil ?";
"OSAHS_Q5" = "5. Question: Comment traiter le syndrome d’apnées du sommeil?";
"OSAHS_Q6" = "6. Question : Quelle la fonction de la surveillance du niveau de l’oxygène du sang pour le syndrome d’apnée de sommeil ?";
"OSAHS_ASK1" = "Réponse : Le fait que dans le sommeil durant 7 heures consécutives ont lieu plus de 30 d’apnées (sans respiration, durée de 10s ou plus de 10s) ou plus de 5 fois d’hypoventilation (débit de respiration diminué ou cessée complètement) par heure en moyenne peut être diagnostiqué comme le syndrome d’apnées du sommeil.";
"OSAHS_ASK2" = "Réponse: Le syndrome d’apnées du sommeil est une sorte de maladie chronique qui est peu perceptible à l’atteinte. Dans la première période cette maladie a une tendance d’être méprisée. Une fois que la respiration n’est plus libre, dans des situations légères, le patient commence à ronfler, mais dans des situations graves, il manque d’oxygène pour le poumon et le niveau de l’oxygène du sang baisse, par la suite le patient ne peut pas se reposer et se retrouver, ensuite l’état d’esprit et la situation physique seront endommagées et la qualité de vie sera évidemment abaissée.\n Ce qui est plus grave est que lors de l’apnée il manque de stimulations extérieures donc le patient a du mal à se réveiller. Il se réveillera soudain jusqu’à ce qui les organes corporaux manquent d’oxygène ou encore sont lésés, toutefois le patient y est, en général, indifférent, ainsi causeront-t-elle les lésions accumulées toutes sortes de maladies vasculaires cérébrales et cardiovasculaires et de maladies psychologiques, même la mort subite.";
"OSAHS_ASK3" = "Réponse : Dans les plupart de cas elle est causée par l’obstruction de l’appareil respiratoire supérieur. Il y a d’autres raisons telles que l’hypertrophie de cornet, la mâchoire inférieure courte, l’encolure grosse et l’obésité du corps etc. \n Par conséquent, le syndrome d’apnées du sommeil, dans les plupart de cas, est obstructif ; dans d’autres cas il est causé par la lésion du nerf du centre respiratoire et par la perturbation fonctionnelle de la régularisation respiratoire, qui est appelée le syndrome central, ou de type mixte qui comprend deux sortes de situations.";
"OSAHS_ASK4" = "Réponse: Vous pouvez faire de simples jugements conformément aux symptômes cliniques typiques et signes. Cependant, à cause de sa particularité chronique et par défaut des équipements de surveillance, il n’est pas facile pour le patient de percevoir ses symptômes dans la nuit. Il est susceptible de faire de faux jugements seulement par la description dans la famille et par l’auto-perception par défaut de données scientifiques.\n Le patient ne se rend compte à aller chez un médecin pour un diagnostic sûr que quand l’état du malade s’est aggravé.\n Le procédé standard est polysomnography (PSG), à l’aide de la surveillance du niveau d’oxygène du sang avec plusieurs paramètres physiques y compris électro-cardiaque, électro-encéphalique, myo-électrique et électro-oculaire pour connaître précisément le type et le degré de la maladie. Mais l’état de la maladie est entré, à ce moment-là, en général dans une phase relativement grave. La difficulté et le coût du traitement ainsi que le sentiment d'être indisposé se sont largement élevés, donc il vaut mieux de faire un diagnostic définitif le plus tôt possible.";
"OSAHS_ASK5" = "Réponse: Maintenant, il y a peu d'examens sur le syndrome d’apnée centrale du sommeil, en plus de traiter les maladies (les maladies primaires) qui causent la dysfonction de la régulation respiratoire avec coopération active, il n'y a pas de traitements efficaces, mais la maladie du syndrome d’apnée centrale du sommeil toujours n’existe pas seulement, donc les moyens de traiter le syndrome d’apnée obstructive du sommeil ont aussi certains effets pour lui. Il est nécessaire souvent de choisir un traitement selon la gravité de la maladie pour traiter le syndrome d’apnée obstructive du sommeil.\n Mais n’importe prendre quel traitement pour le syndrome d’apnée du sommeil, les moyens ne sont rien de plus que deux, le premier moyen: à l’aide du système de détection, lors que l’apnée se déclare, elle est interrompue par des stimulations externes, par exemple, lors de l’apnée avec l’hypoxie sévère, le patient est réveillé par le choc et la poussée afin de diminuer la durée continue de l’apnée qui peut diminuer et éviter les dommages d'organes du corps; le deuxième moyen: sans le système de détection, la patient maintien toujours l’état de traitement afin d’éviter l’apnée se déclarer.";
"OSAHS_ASK6" = "Réponse: La surveillance du niveau de l’oxygène du sang pour un patient qui subit le syndrome d’apnées du sommeil a des avantages suivants : \n1. Dans la phase où le ronflement devient l’apnée, la machine alerte le patient.\n\n2. Dans la première période de la maladie, elle peut fournir des preuves pour la prescription. Le fait d’aller voir un médecin au plus tôt possible réduira la difficulté de traitement, diminuera la dépense du traitement et augmentera la possibilité de guérison.\n\n3. Au cours du traitement, elle permet de surveiller les conditions du patient dans la nuit à temps et donner des rétroactions du soin.\n\n4. Elle peut fournir des preuves importantes de la détection de l’apnée, et avec les moyens de réveiller contrôler la maladie.";

"主界面风格设置" = "Réglage du style d'interface principal";
"风格一" = "Sytle 1";
"风格二" = "Style 2";
"风格三" = "Style 3";
"风格" = "Style";
"GPS定位权限未打开,是否前往设置?" = "L'autorisation de positionnement de GPS n'est pas ouverte, est ce qu'il s'agit de mettre en place?";
"是否开启手环女性通知?" = "Si la notification d'ouverture de bracelet de femmes?";
"轻度" = "Légère";
"中度" = "Modérée";
"重度" = "Sévère";
"女性" = "Les femmes";

"转腕灵敏度" = "Sensibilité";
"推荐" = "Recommandation";

//HRV增加翻译
"HRV夜间监测" = "Surveillance de variabilité de fréquence cardiaque (VFC) dans la nuit";
"没有HRV数据" = "Aucunes données de VFC";
"HRV健康指数" = "Indice de santé de VFC";
"心脏健康指数" = "Indice de santé cardiaque";
"HRV数据" = "Données de VFC";
"洛伦兹散点图" = "Nuage de points de Lorentz";
"洛伦兹散点图参考" = "Référence du nuage de points de Lorentz";
"彗星形" = "Forme de comète";
"鱼雷形" = "Forme de torpille";
"梭形" = "Forme de navette";
"短棒形" = "Forme de bâton court";
"扇形" = "Forme en éventail";
"复杂形" = "Forme complexe";
"三分布形" = "Forme de répartition triple";
"四分布形" = "Forme de répartition par quatre";
"叉形" = "En forme de fourche";
"长棒型" = "En forme de long bâton";
"榴弹形" = "En forme d’obusier";
"火箭形" = "En forme de fusée ";
"米粒形" = "En forme de grains de riz";
"彗星形_说明" = "La forme commune d'adulte normal: la prolifération symétrique est à partir d'une tête plus étroite à un angle de 45 degrés et elle est élargie progressivement, ce qui finalement est en forme de comète. L’étroitesse de la tête de certaines personnes n'est pas évidente, la zone éparpillée dont la distance des points est plus grande est présentée, ou la queue est massive, montrant des cornes élancées. Toutes les phénomènes sont normaux.";
"火箭形_说明" = "L’ensemble est gros, mais la tête est petite et la queue est grande. Dans la tête, il est aiguë et massive, la prolifération symétrique est à partir d'une tête à un angle de 45 degrés et elle est élargie progressivement, mais jusqu’à la queue, la distance est plus grande. Il est fréquent dans la foule qui souffre de ronflement ou de syndrome d'apnée, et avec la maladie aggravante, l’écartement des points sont plus grands.";
"梭形_说明" = "Les deux bouts sont petits et le milieu est grand, ce qui comme la navette. Cette forme est fréquente chez les patients souffrant d'ischémie myocardique douce. La probabilité d'une foule normale est faible.";
"长棒型_说明" = "L’ensemble est long et maigre, mais la tête est plus élancée, la partie du milieu à la queue est la même en générale. Cette forme est fréquente chez les patients souffrant de maladies coronariennes.";
"榴弹形_说明" = "Les bouts de tête et de queue sont plus larges, mais la largeur de queue est plus longue que celle de tête, et le milieu est plus maigre, la forme est comme l'obusier. Il est plus fréquente chez les patients souffrant de fibrillation auriculaire, ainsi que il est aussi apparaît chez la foule qui se sent souvent la palpitation.";
"叉形_说明" = "La zone compacte principale est comme la comète diminutive, sa tête est aiguë, la queue est en forme de fourche. Il est fréquent chez les patients souffrant de défaillance cardiaque congestive.";
"短棒形_说明" = "La forme est comme la comète diminutive, la tête est petite et la queue est grande, la surface est plus petite, ceux qui sont fréquentes chez la foule de surcharge cardiaque. Quand la malade s’est aggravée, la surcharge cardiaque peut évoluer en défaillance cardiaque. La maladie peut aussi apparaître en foule normale quand il boit ou il est fatigué.";
"米粒形_说明" = "L'ensemble est courte, la tête et la queue sont les mêmes en générale, ce qui est en forme de grains de riz. Il est fréquent chez la foule qui souffre d’irrégularité du rythme cardiaque, et la majorité est de tachycardie ventriculaire paroxystique.";
"鱼雷形_说明" = "Une forme de bâton long dont la tête est légèrement grande et dont la queue ne s’élargit pas, d’une taille petite. Commun chez les patients qui subissent d’une tachycardie sinusale causée généralement par une émotion agitée ou par des facteurs physiologiques comme le thé fort et le café, etc. Des maladies comme le rhume, la fièvre, l’anémie et l’hyperthyroïdie provoqueraient cette situation. Les hommes normaux ont aussi une petite probabilité.";

"天气设置" = "Réglage de la météo";
"温度单位" = "Unité de température";
"摄氏度" = "Celsius";
"华氏度" = "Fahrenheit";
"天气推送" = "Poussée de la météo";
"开" = "Ouvrir";
"关" = "Off";
"来电自动接听" = "Appelez automatiquement la réponse";
"环境检测校准中，请保持正确姿势" = "Dans l'étalonnage de la surveillance de l'environnement, veuillez garder une posture correcte";
"校准完成，正在测试血氧浓度" = "L'achèvement de l'étalonnage, teste la concentration d'oxygène dans le sang";
"校准进度" = "Programme d'étalonnage";
"设备正在初始化，请保持正确姿势" = "Le dispositif d'initialisation, de maintenir une posture correcte";
"初始化完成，正在测试血氧浓度" = "Initialisation complète est de tester la concentration d'oxygène dans le sang";
"初始化中" = "Initialisation";

"ai_hrv_repo_0" = "Rapport analytique exprimé en nuage de points de Lorentz";
"ai_hrv_repo_1_00" = "Incapable d’analyser les résultats suite à l’insuffisance de la quantité des données VFC ; continuer à l’utiliser ou l’utiliser correctement puisque les résultats d’analyse seront plus fiables au fur et à mesure que le temps passe.";
"ai_hrv_repo_2_11" = "Normalité des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque se trouvant dans des limites raisonnables.";
"ai_hrv_repo_2_12" = "Normalité des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque s’avérant inférieure. Généralement, ceux qui ont une bonne qualité physique et une habitude régulière de dormir auront une fréquence cardiaque se trouvant dans des limites rétrécies sous réserve de brachycardie. Sans indisposés, il est inutile d’effectuer un traitement spécial et il suffit d'observer la situation.";
"ai_hrv_repo_2_13" = "Normalité des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque se trouvant dans des limites étendues. Il présente un risque relativement haut de sychnosphygmie mené par l’alcool, le travail physique intensif et l’agitation émotionnelle. Sans indisposés, il et inutile d’effectuer un traitement spécial et il suffit d’observer l'évolution.";
"ai_hrv_repo_2_21" = "Etroitesse des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque se trouvant dans des limites normales, provoqué probablement par l’arythmie suite à la fatigue extrême ou l’alcool. Il faut se reposer entre les intervalles de travail et essayer de bien dormir. Sans indisposés, il et inutile d’effectuer un traitement spécial et il suffit d’observer l'évolution.";
"ai_hrv_repo_2_22" = "Etroitesse des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque s’avérant inférieure à la valeur normale, provoqué probablement par l’anxiété mentale et l’insomnie. Sans indisposés, il et inutile d’effectuer un traitement spécial et il suffit d’observer l'évolution. Il présente un petit risque d’anémie et de dyspnée. Il est proposé de se dormir sur un haut oreiller, de s’abstenir de fumer, de renoncer au vin, de garder une bonne humeur et un sommeil abondant.";
"ai_hrv_repo_2_23" = "Etroitesse des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque s’avérant supérieure à la valeur normale. Si la durée n’est pas prolongée, il faut se reposer entre les intervalles de travail, un sommeil abondant et ne pas veiller tard. Si la durée est prolongée, accompagnée avec une pleurodynie, une palpitation et une difficulté de respiration, les symptômes seraient dus à l’ischémie myocardique donc un examen médical est recommandé.";
"ai_hrv_repo_2_31" = "Etendu des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque s’avérant normale, dû généralement à la veille tard et l’insomnie. Il est proposé de former une bonne habitude de dormir ou de faire un massage ou un bain des pieds, qui favorise la qualité du sommeil.";
"ai_hrv_repo_2_32" = "Etendu des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque s’avérant inférieure à la valeur normale, dû notamment à la brachycardie, qui mènerait au vertige, à la difficulté de respiration, à la détresse thoracique, à la palpitation, à la faiblesse et à l’aveuglement transitoire, ou plus grave, à l’apsychie. Il est proposé de consulter un médecin immédiatement.";
"ai_hrv_repo_2_34" = "La fréquence cardiaque minimum basse anormalement, apportée généralement par un moyen faux de vêtement. Consulter le mode d’emploi et s’habiller de manière commode.";
"ai_hrv_repo_2_33" = "Etendu des extremums relatifs à la fréquence cardiaque lors de la surveillance, la variation de la fréquence cardiaque s’avérant supérieure à la valeur normale, apportée notamment pas un sommeil insuffisant et une veille retard. Accroître le temps de sommeil et ne pas faire des activités énervantes ou excitantes avant de se dormir du fait d’un grand risque d’arythmie cardiaque. Il est proposé de développer une bonne habitude de dormir, d’abstenir de fumer et de renoncer au vin. Consulter un médecin dès que possible si aucune amélioration n’apparaît.";
"ai_hrv_repo_2_35" = "La fréquence cardiaque maximale est haute anormalement, apportée généralement par un moyen faux de vêtement. Consulter le mode d’emploi et s’habiller de manière commode.";
"ai_hrv_repo_3_21" = "La plus grande mutation a lieu à une haute fréquence cardiaque, le degré de mutation normal, une petite possibilité de palpitation, de détresse thoracique et de difficulté de respiration, etc., suscitée en général par l’embouteillage dans le tractus respiratoire et le ronflement. En présence du mal à l’aise, consulter immédiatement un médecin.";
"ai_hrv_repo_3_11" = "La plus grande mutation de la fréquence cardiaque a lieu dans une échelle normale, le degré de mutation normal.";
"ai_hrv_repo_3_31" = "La plus grande mutation a lieu à une fréquence cardiaque extrêmement haute, le degré de mutation normal, une petite possibilité de palpitation, de détresse thoracique et de difficulté de respiration, etc., suscitée en général par la grippe et la fièvre. En présence du mal à l’aise, consulter immédiatement un médecin.";
"ai_hrv_repo_3_22" = "La plus grande mutation a lieu à une fréquence cardiaque relativement haute, le degré de mutation modeste, suscité en général par l’air sec et étouffant dans la chambre. Il est conseillé d’ouvrir la fenêtre pour faire circuler l’air. Habillez-vous lors de la ventilation pour éviter une prise de froid.";
"ai_hrv_repo_3_12" = "La plus grande mutation de la fréquence cardiaque a lieu dans une échelle normale, le degré de mutation modeste, suscité en particulier par une fatigue mentale et physique. Sans indisposés, il est inutile d’effectuer un traitement spécial. Il suffit d’observer la situation et se reposer bien.";
"ai_hrv_repo_3_32" = "La plus grande mutation a lieu à une fréquence cardiaque extrêmement haute, le degré de mutation modeste, une petite possibilité de palpitation, de détresse thoracique et de difficulté de respiration, etc., suscitée en général par la grippe, l’agitation émotionnelle et la fièvre, ou moins probable, par l’anémie. En présence du mal à l’aise, consulter immédiatement un médecin.";
"ai_hrv_repo_3_23" = "La plus grande mutation a lieu à une fréquence cardiaque relativement haute, le degré de mutation élevé, une grande possibilité de détresse thoracique et de battement prématuré, suite notamment à une tension d’excès et une agitation émotionnelle. En présence des symptômes fréquents et des indisposés évidents, consulter dès que possible le médecin.";
"ai_hrv_repo_3_13" = "La plus grande mutation de la fréquence cardiaque a lieu dans une échelle normale, le degré de mutation élevé, une grande possibilité de battement prématuré. Sans indisposés, il est inutile d’effectuer un traitement spécial et il suffit d’observer la situation. Il est recommandé de se relâcher pour apaiser l’anxiété.";
"ai_hrv_repo_3_14" = "La plus grande mutation de la fréquence cardiaque a lieu dans une échelle normale, le degré de mutation exceptionnellement élevé, procuré notamment par un moyen incorrect de vêtement. Consulter le mode d’emploi et s’habiller de manière commode.";
"ai_hrv_repo_3_33" = "La plus grande mutation a lieu à une fréquence cardiaque extrêmement haute, le degré de mutation élevé, une grande possibilité de détresse thoracique et de difficulté de respiration, suite notamment à un battement prématuré et à une hypertension. En présence des symptômes fréquents, d’insomnie et des indisposés évidents, consulter dès que possible le médecin.";
"ai_hrv_repo_3_34" = "La plus grande mutation a lieu à une fréquence cardiaque extrêmement haute, le degré de mutation élevé, procuré notamment par un moyen incorrect de vêtement. Consulter le mode d’emploi et s’habiller de manière commode.";
"ai_hrv_repo_4_11" = "Léger battement prématuré, suscité généralement par une agitation émotionnelle, une consommation de tabac et d’alcool sans sobriété. Il est recommandé d’adapter l'état psychologique, de consommer moins d’alcool et de tabac, ainsi que de renoncer au vin et aux cigarettes.";
"ai_hrv_repo_4_12" = "La faible capacité de stresse du cœur et les nerfs modérément excités, causés par l’excitation émotionnelle sont faciles à laisser les gens manquer de force et fatiguer du jour. Il est recommandé de faire des exercices avant le sommeil pour libérer l’esprit et calmer l’humeur. ";
"ai_hrv_repo_4_13" = "Atténuation de l’irritabilité cardiaque, surexcitation nerveuse. Il est proposé d’éviter la surexcitation et la tension avant de se coucher. Apaiser votre émotion par l’exercice des activités facilitant le sommeil. Ne pas prendre du café, du thé fort ou du vin récemment.";
"ai_hrv_repo_4_14" = "Grande capacité d’irritabilité cardiaque. Sans indisposés, il est inutile d’effectuer un traitement particulier et il suffit d’observer la situation. En présence d’une fatigue ou d’une asthénie régulière, faire du sport.";
"ai_hrv_repo_4_15" = "Bonne capacité d’irritabilité cardiaque, bon état d’esprit.";
"ai_hrv_repo_4_16" = "Bonne capacité d’irritabilité cardiaque, légère exaltation du nerf. Sans indisposés, prêter l’attention au repos dans les intervalles de travail et se relaxer avant de se coucher.";
"ai_hrv_repo_4_17" = "Si la capacité de stresse du cœur est meilleure, l’activité de neufs est faible, c’est habituellement la fatigue sévère. Si vous ne vous sentez pas indisposé, il n’est que faire attention au repos. Dans le futur proche, il est mieux d'éviter les longs travaux et éviter de veiller tard, etc.";
"ai_hrv_repo_4_18" = "Si la capacité de stresse du cœur est bonne, l’activité de neufs est plus faible, c’est habituellement la fatigue légère. Si tout va bien, il n’est que faire attention au repos. ";
"ai_hrv_repo_4_19" = "Si la capacité de stresse du cœur est légèrement affaiblie, l’activité de neufs est plus faible, c’est habituellement la fatigue modérée. Il faut faire attention au repos en temps ordinaire et faire alterner raisonnablement le travail et le repos. ";
"ai_hrv_repo_4_21" = "Il y a le léger risque de frappement prématuré, qui peut être contacté chez le homme normal (émotif, nerveux, fatigué, dyspepsique, et fumer, boire ou boire du thé fort à l’excès, etc.). Si vous ne vous sentez pas indisposé, il est recommandé de vous observer à long terme. ";
"ai_hrv_repo_4_22" = "Il y a le risque évident de frappement prématuré, qui peut être contracté chez le homme normal (émotif, nerveux, fatigué, dyspepsique, et fumer, boire ou boire du thé fort à l’excès, etc.). Mais le patient qui souffre la cardiopathie organique est plus susceptible de ce risque, un examen physique connexe est recommandé. ";
"ai_hrv_repo_4_23" = "Il y a le risque plus élevé de frappement prématuré, qui peut être contacté chez le homme normal (émotif, nerveux, fatigué, dyspepsique, et fumer, boire ou boire du thé fort à l’excès, etc.). il est recommandé de vous observer à long terme. Si la fréquence est plus élevée, il faut faire l’examen physique connexe dès que possible. ";
"ai_hrv_repo_4_30" = "Ce phénomène n’est pas analysé actuellement. Le nuage de points de Lorentz peut avoir la figure plus compliquée à une faible probabilité, il est recommandé de vous observer à long terme avec ce produit. ";
"ai_hrv_repo_5_11" = "Le rythme cardiaque est stable de nuit, la situation cardiaque est bonne. ";
"ai_hrv_repo_5_12" = "Si le rythme cardiaque est stable de nuit, la situation cardiaque n’est pas bonne, le risque de tachycardie est moindre, il faut d’éviter le surmenage. ";
"ai_hrv_repo_5_13" = "Si le rythme cardiaque est moins stable, le cœur est un peu fatigué, il faut évider de veiller tard, il est mieux d'assurer le sommeil, afin de ne pas augmenter le charge du cœur. ";
"ai_hrv_repo_5_14" = "Si le rythme cardiaque est moins stable de nuit, la charge du cœur est plus lourde, il est recommandé de manger moins de nourriture grasse et de faire l'exercice. ";
"ai_hrv_repo_5_21" = "Si le rythme cardiaque n’est pas stable de nuit, la charge du cœur est plus lourde, il faut évider l'immodération du régime et éviter de manger et boire trop, il est mieux de manger plus de fruits et légumes frais, éviter de prendre froid et d’attraper le rhume.";
"ai_hrv_repo_5_22" = "Si le rythme cardiaque est un peut stable, le risque d’ischémie myocardique est plus élevé, la diète avec faible teneur en sel et en gras et la nourriture légère sont recommandées, l’humeur doit être stable, et il doit éviter d’être content et mécontent à l’excès, si vous souffrez l’oppression thoracique, la palpitation, etc., il faut faire l’examen physique régulièrement. ";
"ai_hrv_repo_5_23" = "Si le rythme cardiaque est un peu stable de nuit, le charge du cœur est plus lourde, le risque de tachycardie est plus élevé, il faut éviter le surmenage en temps ordinaire, il est mieux de s’arrêter de fumer et de boire moins de vin, et d’évider de faire le travail manuel à l’excès ou la force soudaine. ";
"ai_hrv_repo_5_24" = "Le rythme cardiaque n’est pas stable, le cœur est légèrement fatigué, il y a le plus faible risque d’ischémie myocardique. Si vous ne vous sentez pas indisposé, il faut faire l’examen physique régulièrement. Si vous vous sentez souvent fatigué et l’esprit n’est pas bon, avec l’oppression thoracique et l’essoufflement, etc., il est recommandé d'aller à l'hôpital à temps. ";
"ai_hrv_repo_5_25" = "Si le rythme cardiaque est un peu stable de nuit, le charge du cœur est plus lourde, le risque d'hyperlipidémie et d'hypertension est plus élevé, il est recommandé de manger et boire légèrement, d’éviter une consommation excessive d'alcool, il est mieux de faire l’examen physique régulièrement. Les personnes d’obésité devraient perdre du poids de façon appropriée. ";
"ai_hrv_repo_5_26" = "Si le rythme cardiaque n’est pas stable de nuit, le cœur est plus fatigué, il y a le risque d’essoufflement et de fourniture du sang insuffisant, il est recommandé de dormir sur le côté, augmenter l'humidité de l'air ambiant, renforcer l’exercice, éviter d’avoir la tête montée et éviter le surmenage, il est mieux de faire l’examen physique régulièrement et faire attention à la surveillance de tension artérielle. ";
"ai_hrv_repo_5_31" = "L’arythmie cardiaque de nuit, la charge du cœur lourde et la tachycardie sinusale peuvent habituellement être causées par le boire du café, du thé fort ou les activités qui sont faciles à rendre la personne nerveuse, émotive avant le sommeil, et peuvent également causées par la fièvre, l’anémie, l’hyperthyroïdie et d’autre maladies. Il faut prendre une bonne habitude de vie et de repos en temps ordinaire, si vous vous sentez indisposé, il faut aller à l’hôpital à temps et faire l’examen physique régulièrement. ";
"ai_hrv_repo_5_32" = "L’arythmie cardiaque de nuit, la fatigue du cœur et la bradycardie sinusale sont habituellement causées par l’anémie, la myocardite ou l’infarctus du myocarde etc., et peuvent causées par la température plus basse sur l’endroit de mesure de nuit, il faut faire attention au garde au chaud et faire l’inspection à long terme. Si les symptômes apparaissent à plusieurs fois, et l’esprit du jour est amorphe, vous vous sentez fatigué et pris de vertige, il est recommandé de faire l’examen physique et d’aller à l'hôpital à temps. ";
"ai_hrv_repo_5_33" = "L’arythmie cardiaque de nuit, la lourde charge du cœur, le nerveux esprit, la fumée excessive, le boire de l’alcool, du thé fort, ou du café excessif, la fatigue excessive, l’insomnie grave, etc. sont souvent les facteurs inducteurs de l’arythmie cardiaque. Il est recommandé de prendre la bonne habitude de vie et de repos, faire alterner raisonnablement le travail et le repos et faire l’examen physique régulièrement. ";
"ai_hrv_repo_5_40" = "Ce phénomène n’est pas analysé actuellement. Le nuage de points de Lorentz peut avoir la figure plus compliquée à une faible probabilité, il est recommandé de vous observer à long terme avec ce produit. ";
"ai_hrv_repo_2" = "Changement de la fréquence cardiaque";
"ai_hrv_repo_3" = "Changement soudain de la fréquence cardiaque";
"ai_hrv_repo_4" = "État nerveux ";
"ai_hrv_repo_5" = "Changement du rythme cardiaque";

"ai_disconnect_remind" = "Déconnecter le rappel";

"ai_switch_call_auto_answer" = "Mode mains libres";
"ai_switch_call_auto_answer_tip" = "Sous mode casque, il est possible de répondre au téléphone sans peine de la prise du dispositif.";
"ai_privacy" = "Politique de confidentialité";
"ai_privacy_prompt_content" = "Veuillez lire attentivement la politique de confidentialité et décidez si elle est acceptable.";
"ai_privacy_title_1" = "Récolte des informations";
"ai_privacy_title_1_content" = "La récolte des statistiques est fondée sur l’interaction mutuelle et votre choix, incluant la sélection de la politique de confidentialité, les produits dont vous vous servez et leurs fonctions. Les données que nous souhaitons recueillir peuvent comporter le kit de développement logiciel/interface de programme d’application/JS, le navigateur, le fournisseur d’accès à Internet, l’adresse IP, la plateforme, l’horodatage, l’identifiant d’application, la version de l’application, le canal de distribution de l’application, l’identifiant de dispositif unique, l’identifiant pour publicitaires IOS (IDFA), l’identifiant principal pour publicitaires Android, l’adresse du contrôle d’accès au support (MAC), l’identité internationale d’équipement mobile (IMEI), le modèle du dispositif, le fabricant de terminal, la version du système d’exploitation du terminal, le temps de démarrage/arrêt de dialogue, location linguistique, le faisceau horaire, l’état de réseau (WiFi et autre), la disque dure, l’unité centrale de traitement et le niveau de la batterie, etc.";
"ai_privacy_title_2" = "Usage des données privées";
"ai_privacy_title_2_content" = "Si vous vous connectez à l’Application en saisissant votre compte, l’état civil inscrit par vous et les données acquises par le dispositif d’habit intelligent seront collectionnés, sauvegardés et analysés, afin de vous apporter une meilleure présentation statistique et un guide salutaire.\n\nSi vous souhaitez garder ces données privées en secret, vous pouvez vous connecter sans identifiant.";
"ai_privacy_title_3" = "Transmission internationale des données privées";
"ai_privacy_title_3_content" = "Dans le besoin éventuel de l’opération de nos activités, vos données privées peuvent être déplacées hors l'Espace économique européenne, probablement en Chine. Les mesures raisonnables seront adoptées pour assurer que leurs récepteurs remplissent les obligations de confidentialité.\n\nEn cas de refus de collection et de transfert de vos données privées, vous pouvez vous connecter sans identifiant.";
"ai_privacy_title_4" = "Vos droits";
"ai_privacy_title_4_content" = "L’utilisation de cette App mène à la capture susmentionnée des informations, ce qui permet une amélioration approfondie et une gestion renforcée du logiciel afin de vous mieux servir. \n\nA l’égard du ramassage de vos données privées, vous avez le droit de vous connecter avec ou sans créer un compte. Dans le premier cas, elles seront recueillies et dans le deuxième cas elles seront laissées à votre contrôle. \n\nSi vous estimez que le traitement de vos données et informations personnelles vont à l’encontre des lois applicables, vous pouvez vous adresser à l’autorité d’inspection.";
"head_title_change_theme" = "Remplacer le sujet";
"ai_ssbr_title" = "Rappel de l’OSAHS";
"ai_ssbr_minspo2h" = "Seuil de l'oxygène dans le sang";
"ai_ssbr_time" = "Durée de rappel";
"ai_ssbr_remind_tip" = "Activer ou désactiver la fonction de rappel pour l’attaque de l’OSAHS";
"ai_ssbr_minspo2h_tip" = "Lors de l’attaque de l’OSAHS, si le dispositif a détecté une valeur du taux de l’oxygène dans le sang inférieure à la valeur prédéfinie, rappellera l’utilisateur. (La portée de la valeur du taux de l’oxygène dans le sang normal de l’artère est 95-99%)";
"ai_ssbr_time_tip" = "Lors de l’attaque unique de l’OSAHS, le dispositif vibra pour une durée prédéfinie pour rappeler l’utilisateur, lorsque la durée de rappel dépasse la durée prédéfinie ou l’utilisateur clique sur le dispositif, puis la vibration du dispositif sera arrêtée.";
"ai_screenlight_time" = "Durée l’allumage de l’écran";
"ai_screenlight_open" = "Démarrer";
"ai_screenlight_close" = "Éteindre";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
